"Numbers" = "Numbers";"Preprocessor" = "Preprocessor";"SingleComment" = "// Comment";"Comment Curly" = "{ Comment }";"Comment" = "(* Comment *)";"Types" = "Types";"Keywords" = "Keywords";"Characters" = "Characters";"FunctionRegex" = "Function Calls";"Base" = "Base";"String" = "'Strings'";